Revit 2027 API
ParameterTypeId.ViewName Property
 "View Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewName { get; }
Public Shared ReadOnly Property ViewName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewName {
	ForgeTypeId^ get ();
}
static member ViewName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace